Repository: doen1el/calibre-web-companion
Catalog: lib/l10n/app_*.arb
Languages: ca, es, hu, it, ru, sv

# pleaseConfigureServerURL
source: Please configure the server URL in the settings first
ca: Reconfigura URL del servidor a les opcions primer
es: Por favor, configura la URL del servidor en los ajustes primero
hu: Kérlek először állítsd be a szerver URL-t a beállítasokban
it: Per favore, configura prima l'URL del server nelle impostazioni
ru: Сначала настройте URL сервера в настройках
sv: Konfigurera servernsadressen i inställningarna först

source: Go Back
ca: Enrere
es: Volver
hu: Vissza
it: Indietro
ru: Назад
sv: Tillbaka

# helpAndInfo
source: Help & Information
ca: Ajuda i Informació
es: Ayuda e información
hu: Segítség és Információ
it: Help & Informazioni
ru: Помощь и информация
sv: Hjälp & information

# authSystemHelp1
source: Authentication systems may require specific HTTP headers.
ca: Sistemes d'autenticació poden requerir capçaleres HTTP específiques.
es: Los sistemas de autenticación pueden requerir encabezados HTTP específicos.
hu: A bejelentkezési rendszerek specifikus HTTP-Headereket igényelhetnek.
it: Il sistema di autenticazione potrebbe richiedere un header HTTP specifico.
ru: Системы аутентификации могут требовать специальные HTTP-заголовки.
sv: Autentiseringssystem kan kräva specifika HTTP-rubriker.

# authSystemHelp2
source: Predefined configurations are available for common systems.
ca: Hi ha configuracions predefinides disponibles per a sistemes comuns.
es: Hay configuraciones predefinidas disponibles para sistemas comunes.
hu: Előre definiált konfigurációk elérhetőek gyakori rendszerekhez.
it: Configurazione predefinite sono disponibili per i sistemi più comuni.
ru: Для распространённых систем доступны предустановленные конфигурации.
sv: Fördefinierade konfigurationer finns tillgängliga för gemensamma system.

# authSystemHelp3
source: You can customize headers in the Headers tab.
ca: Podeu personalitzar les capçaleres a la pestanya Capçaleres.
es: Puedes personalizar los encabezados en la pestaña Encabezados.
hu: Szerkesztheted a headereket a Header oldalon.
it: Puoi personalizzare gli headers nella tab Headers.
ru: Вы можете настроить заголовки во вкладке «Заголовки».
sv: Du kan anpassa rubriker i fliken Rubriker.

# authSystemHelp4
source: For advanced systems, use WebView Authentication instead.
ca: Per a sistemes avançats, feu servir l'autenticació WebView.
es: Para sistemas complejos, utiliza la autenticación WebView.
hu: Haladó rendszerekhez a WebView bejelentkezést használd.
it: Per i sistemi avanzati, utilizza l'autenticazione WebView.
ru: Для продвинутых систем используйте аутентификацию WebView.
sv: För avancerade system, använd WebViewautentisering istället.

# webViewHelp1
source: Browser-based authentication is ideal for SSO and advanced systems.
ca: L'autenticació basada en navegador és ideal per a SSO i sistemes avançats.
es: La autenticación basada en navegador es útil para SSO y sistemas de autenticación complejos.
hu: A böngésző alapú bejelentkezés tökéletes SSO-hoz és haladó rendszerekhez.
it: L'autenticazione basata su browser è l'ideale per il Single Sign-On (SSO) e i sistemi avanzati.
ru: Аутентификация через браузер идеально подходит для SSO и продвинутых систем.
sv: Webbläsarbaserad autentisering är idealisk för SSO och avancerade system.

# webViewHelp2
source: The session is saved and reused for future requests.
ca: La sessió es desa i es reutilitza per a futures sol·licituds.
es: La sesión se guarda y se utiliza para solicitudes futuras.
hu: A munkamenet el lesz mentve és fel lesz használva a továbbiakban.
it: La sessione è salvata e riutilizzata per richieste future.
ru: Сессия сохраняется и используется для будущих запросов.
sv: Sessionen sparas och återanvänds för framtida förfrågningar.

# webViewHelp3
source: Sessions may expire after a certain period.
ca: Les sessions poden caducar després d'un període determinat.
es: Las sesiones pueden expirar después de un tiempo.
hu: A munkamenetek lejárhatnak idővel.
it: La sessione potrebbe scadere dopo un certo periodo.
ru: Срок действия сессии может истечь через некоторое время.
sv: Sessioner kan upphöra efter en viss period.

# settingsSaved
source: Settings saved successfully
ca: Configuració desada correctament
es: Ajustes guardados
hu: Beállítások sikeresen elmentve
it: Impostazioni salvate correttamente
ru: Настройки успешно сохранены
sv: Inställningar sparade framgångsrikt

source: Send2Ereader service
ca: servei Send2Ereader
es: Servicio Send2ereader
hu: Send2Ereader szolgáltatás
it: Sevizio Send2Ereader
ru: Сервис Send2Ereader
sv: Send2Ereader-tjänst

source: Send2Ereader service URL
ca: URL de servei Send2Ereader
es: URL del servicio Send2ereader
hu: Send2Ereader szolgáltatás URL
it: URL del servizio Send2Ereader
ru: URL сервиса Send2Ereader
sv: Send2Ereader-tjänsteadress

# enterUrlOfYourSend2ereaderService
source: Enter the URL of your Send2Ereader service
ca: Entre l'URL del servei Send2eReader
es: Introduce la URL de tu servicio Send2ereader
hu: Írd be a Send2Ereader szolgálatásod URL-jét
it: Inserisci l'URL del tuo servizio Send2Ereader
ru: Введите URL сервиса Send2Ereader
sv: Ange webbadressen till din Send2Ereader-tjänst

source: No files selected
ca: Sense arxius seleccionats
es: No se seleccionaron archivos
hu: Nincs fájl kiválasztva
it: Nessun file selezionato
ru: Файлы не выбраны
sv: Inga filer valda

source: Preparing upload
ca: Preparant pujada
es: Preparando carga
hu: Feltöltés előkészítése
it: Preparazione upload
ru: Подготовка загрузки
sv: Förbereder uppladdning

source: Upload failed
ca: Pujada fallida
es: Error al cargar
hu: Feltöltés sikertelen
it: Upload fallito
ru: Ошибка загрузки
sv: Uppladdning misslyckades

source: Uploading book
ca: Pujant llibre
es: Cargando libro
hu: Könyv feltöltése
it: Upload del libro
ru: Загрузка книги
sv: Ladda upp boken

source: Columns count
ca: Compte de columnes
es: Número de columnas
hu: Oszlopok száma
it: Conteggio colonne
ru: Количество столбцов
sv: Kolumnantal

source: Columns
ca: Columnes
es: Columnas
hu: Oszlopok
it: Colonne
ru: Столбцы
sv: Kolumner

source: List view
ca: Vista de llista
es: Vista de lista
hu: Lista nézet
it: Visualizzazione ad elenco
ru: Список
sv: Listvy

source: Upload eBook
ca: Carrega e-llibre
es: Cargar libro electrónico
hu: E-könyv feltöltése
it: Carica eBook
ru: Загрузить eBook
sv: Ladda upp ebok

source: Logout failed
ca: Desconnexió fallida
es: Error al cerrar sesión
hu: Sikertelen kijelentkezés
it: Logout fallito
ru: Не удалось выйти
sv: Utloggning misslyckades

source: Shelf not found
ca: Estant no trobat
es: Estante no encontrado
hu: Polc nem található
it: Collezione non trovata
ru: Полка не найдена
sv: Hylla hittades inte

source: Title is required
ca: Títol requerit
es: El título es obligatorio
hu: Cím kötelező
it: Titolo obbligatorio
ru: Название обязательно
sv: Titel krävs

source: Description is required
ca: Descripció requerida
es: La descripción es obligatoria
hu: Leírás kötelező
it: Descrizione obbligatoria
ru: Описание обязательно
sv: Beskrivning krävs

source: Download cancelled
ca: Descàrrega cancel·lada
es: Descarga cancelada
hu: Letöltés leállítva
it: Download cancellato
ru: Загрузка отменена
sv: Nedladdning avbruten

source: Transfer cancelled
ca: Transferència cancel·lada
es: Transferencia cancelada
hu: Küldés leállítva
it: Trasferimento cancellato
ru: Передача отменена
sv: Överföring avbruten

# logoutConfirmation
source: Are you sure you want to logout?
ca: Segur que vols desconnectar?
es: ¿Estás seguro de que quieres cerrar sesión?
hu: Biztosan ki akarsz jelentkezni?
it: Sei sicuro di voler fare logout?
ru: Вы уверены, что хотите выйти?
sv: Är du säker på att du vill logga ut?

# basePathTitle
source: API Base Path
ca: Camí base de l'API
es: Ruta base de la API
hu: API alapútvonal
it: Percorso API
ru: Базовый путь API
sv: API-grundsökväg

# basePathLabel
source: Base Path
ca: Camí base
es: Ruta base
hu: Alapútvonal
it: Percorso base
ru: Базовый путь
sv: Grundsökväg

# basePathHint
source: e.g., /opds or /calibre
ca: p. ex., /opds o /calibre
es: ej., /opds o /calibre
hu: pl. /opds vagy /calibre
it: es , /opds or /calibre
ru: например, /opds или /calibre
sv: t.ex./opds eller/calibre

# basePathDescription
source: Define a custom base path for API requests
ca: Definir ruta base personalitzada per sol·licituds de l'API
es: Define una ruta base personalizada para las solicitudes de la API
hu: Adj meg egy egyedi alapútvonalat az API kérésekhez
it: Definisci un percorso di base personalizzato per le chiamate API
ru: Укажите пользовательский базовый путь для API-запросов
sv: Definiera en anpassad basväg för API-förfrågningar

source: Book cover
ca: Caràtula del llibre
es: Portada del libro
hu: Könyvborító
it: Copertina del libro
ru: Обложка книги
sv: Bokomslag

source: Current cover
ca: Caràtula actual
es: Portada actual
hu: Jelenlegi borító
it: Copertina corrente
ru: Текущая обложка
sv: Nuvarande omslag

source: New cover
ca: Nova Caràtula
es: Nueva portada
hu: Új borító
it: Nuova copertina
ru: Новая обложка
sv: Nytt omslag

source: Select cover
ca: Selecciona Caràtula
es: Seleccionar portada
hu: Borító kiválasztása
it: Seleziona copertina
ru: Выбрать обложку
sv: Välj omslag

source: Remove cover
ca: Treure caràtula
es: Eliminar portada
hu: Borító eltávolítása
it: Rimuovi copertina
ru: Удалить обложку
sv: Ta bort omslag

# removeCoverConfirmation
source: Are you sure you want to remove the cover?
ca: Segur que vols treure la caràtula?
es: ¿Estás seguro de que quieres eliminar la portada del libro?
hu: Biztosan el szeretnéd távolítani a borítót?
it: Sei sicuro di voler rimuovere la copertina?
ru: Вы уверены, что хотите удалить обложку?
sv: Är du säker på att du vill ta bort omslaget?

source: Remove
ca: Eliminar
es: Eliminar
hu: Eltávolítás
it: Rimuovi
ru: Удалить
sv: Ta bort

source: No cover
ca: Sense caràtula
es: Sin portada
hu: Nincs borító
it: Nessuna copertina
ru: Без обложки
sv: Inget omslag

source: Loading books...
ca: Carregant llibres...
es: Cargando libros...
hu: Könyvek betöltése...
it: Caricamento libri...
ru: Загрузка книг...
sv: Laddar böcker...

# sucessfullyUploadedBook
source: Successfully uploaded book
ca: Càrrega correcte del llibre
es: Libro cargado con éxito
hu: Könyv sikeresen feltöltve
it: Libro caricato correttamente
ru: Книга успешно загружена
sv: Framgångsrikt uppladdad bok

source: SSL Settings
ca: Opcions SSL
es: Configuración SSL
hu: SSL beállítások
it: Impostazioni SSL
ru: Настройки SSL
sv: SSL-inställningar

source: SSL Certificate
ca: Certificat SSL
es: Certificado SSL
hu: SSL tanusítvány
it: Certificato SSL
ru: SSL-сертификат
sv: SSL-certifikat

# settingsForSSL
source: Settings for SSL certificate
ca: Opcions per certificat SSL
es: Configuración para certificado SSL
hu: SSL tanusítvány beállításai
it: Impostazioni per il certificato SSL
ru: Настройки SSL-сертификата
sv: Inställningar för SSL-certifikat

source: Allow self-signed certificates
ca: Permetre certificats auto-signats
es: Permitir certificados autofirmados
hu: Önaláírt tanusítványok engedályezése
it: Consenti certificati autofirmati
ru: Разрешить самоподписанные сертификаты
sv: Tillåt självsignerade certifikat

source: Allow unsafe connections
ca: Permetre connexions no segures
es: Permitir conexiones inseguras
hu: Nem biztonságos kapcsolatok engedélyezése
it: Accetta connessioni non sicure
ru: Разрешить небезопасные соединения
sv: Tillåt osäkra anslutningar

source: Ok
ru: Ок
sv: Okej

# attentionSSLCertificate
source: Attention: Self-signed certificates can be insecure. Use them only if you understand the risks.
ca: Atenció: Els certificats autosignats poden ser insegurs. Feu-los servir si en compreu els riscos.
es: Atención: Los certificados autofirmados pueden ser inseguros. Úsalos solo si entiendes los riesgos.
hu: Figyelem: az önaláírt tanusítványok veszélyesek lehetnek. Csak akkor használd, ha értesz hozzá.
it: Attenzione: i certificati auto segnati possono essere non sicuri. Usalo solo se ne capisci i rischi.
ru: Внимание: самоподписанные сертификаты могут быть небезопасны. Используйте их только если понимаете риски.
sv: Observera: Självsignerade certifikat kan vara osäkra. Använd dem endast om du förstår riskerna.

source: SSO-Login
es: SSO-Iniciar sesión
hu: SSO bejelentkezés
it: Login SSO
ru: Вход через SSO
sv: SSO-inloggning

# pleaseLoginWithYourSSOAccount
source: Please login with your SSO account. You will be redirected back to the app after successful login.
ca: Si us plau, inicia la sessió amb el teu compte SSO. Se't redirigirà de nou a l'aplicació després d'iniciar la sessió correctament.
es: Por favor, inicia sesión con tu cuenta SSO. Serás redirigido de vuelta a la aplicación después de iniciar sesión correctamente.
hu: Kérlek jelentkezz be az SSO fiókodba. Vissza leszel irányítva az alkalmazásba sikeres bejelentkezés után.
it: Effettua l'accesso con le tue credenziali SSO. Verrai reindirizzato all'applicazione dopo l'autenticazione.
ru: Пожалуйста, войдите с помощью вашей учетной записи SSO. После успешного входа вы будете перенаправлены обратно в приложение.
sv: Vänligen logga in med ditt SSO-konto. Du kommer att omdirigeras tillbaka till appen efter framgångsrik inloggning.

source: Login with SSO
ca: Inicia la sessió amb SSO
es: Iniciar sesión con SSO
hu: Bejelentkezés SSO-val
it: Accedi con SSO
ru: Войти через SSO
sv: Inloggning med SSO

# pleaseEnterSSOUrl
source: Please enter the SSO URL
ca: Introduïu l'URL d'inici de sessió SSO
es: Por favor, introduce la URL de SSO
hu: Kérlek add meg az SSO URL-t
it: Inserisci URL del servizio SSO
ru: Введите URL SSO
sv: Vänligen ange SSO-adress

source: Open in Internal Reader
ca: Obrir en lector intern
es: Abrir en lector interno
hu: Megnyitás belső olvasóban
it: Apri nel lettore interno
ru: Открыть во встроенной читалке
sv: Öppna i intern läsare

source: Error opening book in internal reader
ca: Error obrint llibre amb lector intern
es: Error al abrir el libro en el lector interno
hu: Hiba belső olvasóban megnyitáskor
it: Impossibile aprire il libro con il lettore interno
ru: Ошибка открытия книги во встроенной читалке
sv: Fel vid öppnande av bok i intern läsare

source: Read Now
ca: Llegir ara
es: Leer ahora
hu: Olvasás most
it: Leggi ora
ru: Читать сейчас
sv: Läs nu

source: Show 'Read Now' button
ca: Mostra 'el botó de Llegir Ara'
es: Mostrar botón Leer ahora
hu: "Olvasás most" gomb mutatása
it: Visualizza il bottone 'Leggi Ora'
ru: Показывать кнопку «Читать сейчас»
sv: Visa "Läs nu"-knapp

# showReadNowButtonDescription
source: Replaces the 'Send to E-Reader' button with a 'Read Now' button to open books directly.
ca: Reemplaça el botó 'Envia a llibre-e' amb botó de 'Llegeix ara' per obrir llibres directament.
es: Muestra un botón 'Leer ahora' en los detalles del libro para abrir el libro en el lector interno
hu: Lecseréli a "Küldés E-olvasóra" gombot "Olvasás most" gombra könyek megnyitásához.
it: Sostituisci il tasto 'Invia all'E-Reader' con 'Leggi ora' per l'apertura diretta dei libri.
ru: Заменяет кнопку «Отправить на E-Reader» кнопкой «Читать сейчас» для прямого открытия книг.
sv: Ersätter knappen "Skicka till läsplatta" med en "Läs nu"-knapp för att öppna böcker direkt.

source: Book Details
ca: Detalls del llibre
es: Detalles del libro
hu: Könyv részletek
it: Dettagli Libro
ru: Сведения о книге
sv: Bokdetaljer

source: Apply Filters
ca: Aplica filtres
es: Aplicar filtros
hu: Szűrök alkalmazása
it: Applica i filtri
ru: Применить фильтры
sv: Applicera filter

source: Any
ca: qualsevol
es: Cualquiera
hu: Bárhol
it: Qualsiasi
ru: Любой
sv: Alla

source: Content Type
ca: Tipus de contingut
es: Tipo de contenido
hu: Tartalom típus
it: Tipo corrente
ru: Тип контента
sv: Innehållstyp

source: Author
ca: Autor
es: Autor
hu: Szerző
it: Autore
ru: Автор
sv: Författare

source: Reset
es: Restablecer
hu: Visszaállítás
ru: Сбросить
sv: Återställ

source: Search Filters
ca: Filtres de cerca
es: Filtros de búsqueda
hu: Szűrők keresése
it: Filtri di Ricerca
ru: Фильтры поиска
sv: Sökfilter

source: Book (Fiction)
ca: Llibre (ficció)
es: Ficción
hu: Könyv (fikció)
it: Libro (Narrativa)
ru: Книга (Художественная)
sv: Bok (fiktion)

source: Book (Non-Fiction)
ca: Llibre (no-ficció)
es: No ficción
hu: Könyv (nem fikció)
it: Libro (Saggistica)
ru: Книга (Нехудожественная)
sv: Bok (Facklitteratur)

source: Magazine
ca: Revista
es: Revista
hu: Magazin
it: Rivista
ru: Журнал
sv: Magasin

source: Comic
ca: Còmic
es: Cómic
hu: Képregény
it: Fumetto
ru: Комикс
sv: Seriemagasin

source: Audiobook
ca: Audiollibre
es: Audiolibro
hu: Hangoskönyv
it: Audiolibro
ru: Аудиокнига
sv: Ljudbok

# sectionDisabledOrNotFound
source: Section unavailable
ca: Secció no disponible
es: Sección no disponible
hu: Részleg nem elérhető
it: Sezione non disponibile
ru: Раздел недоступен
sv: Avsnitt otillgänglig

# sectionDisabledDescription
source: This section appears to be disabled in your Calibre-Web server settings or does not exist.
ca: Sembla que aquesta secció està desactivada a la configuració del servidor web de Calibre o no existeix.
es: Esta sección parece estar deshabilitada en la configuración de tu servidor Calibre-Web o no existe.
hu: Ez a részleg le van tiltva a Calibre Web szerveren vagy nem létezik.
it: Questa sezione sembra disabilitata nelle impostazioni del tuo server Calibre-Web o non esiste.
ru: Этот раздел отключён в настройках вашего сервера Calibre-Web или не существует.
sv: Det här avsnittet verkar vara inaktiverat i dina Calibre webbserverinställningar eller så finns det inte.

source: OR
ca: o
es: O
hu: VAGY
it: O
ru: ИЛИ
sv: ELLER

source: Libraries
ca: Biblioteques
es: Bibliotecas
hu: Könyvtárak
it: Librerie
ru: Библиотеки
sv: Bibliotek

# browsLibraries
source: Browse Libraries
ca: Navega per les biblioteques
es: Explorar bibliotecas
hu: Könyvtárak böngészése
it: Sfoglia Librerie
ru: Обзор библиотек
sv: Bläddra i bibliotek

source: Surprise Me
ca: Sorprèn-me
es: Sorpréndeme
hu: Lepj meg
it: Sorprendimi
ru: Удиви меня
sv: Överraska mig

source: Download Options
ca: Opcions de descàrrega
es: Opciones de descarga
hu: Letöltési beállítások
it: Opzioni di Download
ru: Параметры загрузки
sv: Nedladdningsalternativ

source: Custom Send2Ereader
ca: Send2Ereader personalitzat
es: Send2Ereader personalizado
hu: Egyedi Send2Ereader
it: Personalizza Send2Ereader
ru: Пользовательский Send2Ereader
sv: Anpassad Send2Ereader

source: Testing...
ca: Provant...
es: Probando...
hu: Tesztelés...
it: Provando...
ru: Тестирование...
sv: Testar...

source: Save Credentials
ca: Desa credencials
es: Guardar credenciales
hu: Hitelesítő adatok mentése
it: Salva Credenziali
ru: Сохранить учётные данные
sv: Spara referenser

source: Test Connection
ca: Prova Connexió
es: Probar conexión
hu: Kapcsolat tesztelése
it: Testa la Connessione
ru: Проверить подключение
sv: Testa anslutning

# appendsBookLorePath
source: Appends '/api/v1/opds' to the BookLore URL if not present.
ca: Afegeix '/api/v1/opds' a l'URL de BookLore si no hi és.
es: Se añade '/api/v1/opds' automáticamente a la URL de BookLore si no está presente.
hu: Hozzáadja a "/api/v1/opds"-t a BookLore URL-hez ha nincs ott.
it: Aggiunge /booklore al percorso di base
ru: Добавляет '/api/v1/opds' к URL BookLore, если отсутствует.
sv: Lägger till "/api/v1/opds" till BookLore-adressen om den inte är närvarande.

source: Licenses
ca: Llicències
es: Licencias
hu: Licenszek
ru: Лицензии
sv: Licenser

# syncsReadingProgress
source: Syncs reading progress across devices via a JSON file on your WebDAV storage.
ca: Sincronitza el progrés de lectura entre dispositius mitjançant un fitxer JSON al vostre emmagatzematge WebDAV.
es: Sincroniza el progreso de lectura entre dispositivos a través de un archivo JSON en tu almacenamiento WebDAV.
hu: Szinkronizálja az olvasási állapotot egy JSON fájl segítségével a WebDAV tárolódon.
ru: Синхронизирует прогресс чтения между устройствами через JSON-файл в вашем WebDAV-хранилище.
sv: Synkroniserar att läsframsteg över enheter via en JSON-fil på din WebDAV-lagring.

source: WebDAV Sync
ca: Sincronització WebDAV
es: Sincronización WebDAV
hu: WebDAV szinkronizáció
ru: Синхронизация WebDAV
sv: WebDAV-synkronisering

source: Please fill in all required fields.
ca: Omple tots els camps obligatoris.
es: Por favor, rellena todos los campos obligatorios.
hu: Kérlek töltsd ki az összes kötelező mezőt.
ru: Пожалуйста, заполните все обязательные поля.
sv: Fyll i alla nödvändiga fält.

# connectionTestSuccessful
source: Connection test successful. Press Save to apply the credentials.
ca: Prova de connexió correcta. Premeu Desa per aplicar les credencials.
es: Prueba de conexión exitosa. Pulsa Guardar para aplicar las credenciales.
hu: Kapcsolat teszt sikeres. Nyomd meg a Mentést a hitelesítő adatok használatához.
ru: Проверка подключения успешна. Нажмите «Сохранить» для применения учётных данных.
sv: Anslutningstest framgångsrikt. Tryck Spara för att tillämpa referenser.

source: Login failed:
ca: Error d'inici de sessió:
es: Inicio de sesión fallido:
hu: Sikertelen bejelentkezés:
ru: Ошибка входа:
sv: Inloggning misslyckades:

source: Connection error
ca: Error de connexió
es: Error de conexión:
hu: Kapcsolati hiba
ru: Ошибка подключения
sv: Anslutningsfel

# pleaseEnterWebDavUrl
source: Please enter a valid WebDAV URL
ca: Introdueix una URL WebDAV vàlida
es: Por favor, introduce una URL de WebDAV válida
hu: Kérlek helyes WebDAV URL-t adj meg
ru: Введите корректный URL WebDAV
sv: Ange en giltig WebDAV-adress

# loginSuccessfull
source: Login successful
ca: Inici Correcte
es: Inicio de sesión exitoso
hu: Sikeres bejelentkezés
ru: Вход выполнен успешно
sv: Inloggning lyckades

# enterUsernamePasswordForSSO
source: Since Calibre Web Companion uses many OPDS endpoints to provide different features, and OPDS currently only works with username/password authentication, you need to provide your credentials, even when using SSO. We know that this goes against the purpose of SSO, but it is necessary for the app to function correctly. Hopefully, future versions will offer a better solution.
ca: Com que Calibre Web Companion utilitza molts punts finals OPDS per proporcionar diferents funcions i OPDS actualment només funciona amb autenticació de nom d'usuari/contrasenya, heu de proporcionar les vostres credencials, fins i tot quan utilitzeu SSO. Sabem que això va en contra de la finalitat de SSO, però és necessari perquè l'aplicació funcioni correctament. Esperem que les versions futures ofereixin una solució millor.
es: Dado que Calibre Web Companion utiliza muchos puntos finales OPDS para proporcionar diferentes funciones, y OPDS actualmente solo funciona con autenticación de nombre de usuario/contraseña, necesitas proporcionar tus credenciales, incluso cuando uses SSO. Sabemos que esto va en contra del propósito de SSO, pero es necesario para que la aplicación funcione correctamente. Esperamos que las versiones futuras ofrezcan una mejor solución.
ru: Поскольку Calibre Web Companion использует множество OPDS-эндпоинтов для предоставления различных функций, а OPDS в настоящее время поддерживает только аутентификацию по имени пользователя и паролю, вам необходимо указать свои учётные данные даже при использовании SSO. Мы понимаем, что это противоречит идее SSO, но это необходимо для корректной работы приложения. Надеемся, что в будущих версиях будет предложено лучшее решение.
sv: Eftersom Calibre Webbföljaslagare använder många OPDS-slutpunkter för att ge olika funktioner och OPDS för närvarande bara fungerar med användarnamn / lösenordsautentisering, måste du ge dina uppgifter även när du använder SSO. Vi vet att detta går emot syftet med SSO, men det är nödvändigt för appen att fungera korrekt. Förhoppningsvis kommer framtida versioner att erbjuda en bättre lösning.
