Repository: doen1el/calibre-web-companion
Catalog: lib/l10n/app_*.arb
Languages: ca, es, hu, it, ru, sv

source: Credentials required for SSO
ca: Credencials necessàries per SSO
es: Se requieren credenciales para SSO
hu: Hitelesítő adatok kötelezőek SSO-hoz
ru: Требуются учётные данные для SSO
sv: Referemser som krävs för SSO

source: Reader Settings
ca: Opcions de lector
es: Configuración del lector
hu: Olvasó beállítások
ru: Настройки читалки
sv: Läsarinställningar

source: Scroll Direction
ca: Direcció de desplaçament
es: Dirección de desplazamiento
hu: Görgetési irány
ru: Направление прокрутки
sv: Rullriktning

source: Vertical
hu: Függőleges
ru: Вертикально
sv: Vertikal

source: Horizontal
ca: Horitzontal
hu: Vízszintes
ru: Горизонтально
sv: Horisontell

# errorOpeningBookInInternalReaderPdf
source: Error: PDF files cannot be opened by VocsyEpub. This reader only supports EPUB files.
ca: Error: Els arxius PDF no es poden obrir amb VocsyEpub. Aquest lector només admet fitxers EPUB.
hu: Hiba: PDF fájlokat nem lehet megnyitni a VocsyEpub-bal. Ez az olvasó csak EPUB fájlokkal működik.
ru: Ошибка: PDF-файлы не могут быть открыты в VocsyEpub. Эта читалка поддерживает только EPUB-файлы.
sv: Fel: PDF-filer kan inte öppnas av VocsyEpub. Denna läsare stöder bara EPUB-filer.

source: Authentication
ca: Autenticació
ru: Аутентификация

# bookDetailsCouldNotBeLoaded
source: Unfortunately, the book details could not be loaded.
ca: Aquest llibre no es pot carregar.
ru: К сожалению, не удалось загрузить сведения о книге.

source: Technical Details
ca: Detalls Tècnics
ru: Технические детали

source: Book already downloaded
ca: Llibre ja s'ha descarregat
ru: Книга уже загружена

source: Configure and Sync
ca: Configura i sincronitza
ru: Настроить и синхронизировать

# syncDescription
source: Keep your local library up to date. Configure filters to automatically download books from your server.
ca: Manté la biblioteca local actualitzada. Configura els filtres per descarregar llibres automàticament del servidor.
ru: Поддерживайте локальную библиотеку в актуальном состоянии. Настройте фильтры для автоматической загрузки книг с сервера.

source: Library Sync
ca: Sincronització de Biblioteca
ru: Синхронизация библиотеки

source: Sync Error
ca: Error de Sincronització
ru: Ошибка синхронизации

source: Sync completed successfully
ca: Sincronització completa
ru: Синхронизация успешно завершена

source: Scanning library and applying filters...
ca: Escanejant biblioteca i aplicant filtres...
ru: Сканирование библиотеки и применение фильтров...

# foundXItemsToSync
source: Found {count} items to sync
ca: Trobat(s) {count} item(s) per sincronitzar
ru: Найдено элементов для синхронизации: {count}

source: Start Sync
ca: Comença Sincronització
ru: Начать синхронизацию

source: Syncing...
ca: Sincronitzant...
ru: Синхронизация...

source: Stop Sync
ca: Atura sincronització
ru: Остановить синхронизацию

source: Sync Configuration
ca: Configuració de Sincronització
ru: Настройки синхронизации

source: Sync only unread books
ca: Sincronitza només llibre no llegits
ru: Синхронизировать только непрочитанные книги

source: Source shelf
ca: Estant font
ru: Исходная полка

# allBooks
source: All Books (Whole Library)
ca: Tots els llibres (tota la biblioteca)
ru: Все книги (вся библиотека)

source: Criteria
ca: Criteri
ru: Критерии

source: Preview
ca: Previsualitza
ru: Предпросмотр

source: Sync Now
ca: Sincronitza ara
ru: Синхронизировать сейчас

source: selected
ca: seleccionat
ru: выбрано

source: All
ca: Tot
ru: Все

# syncFinishedWithXErrors
source: Sync finished with {count} errors
ca: Sincronització acabada amb {count} error(s)
ru: Синхронизация завершена с ошибками: {count}

source: Deselect All
ca: Selecciona Res
ru: Снять выделение со всех

source: Select All
ca: Selecciona Tot
ru: Выбрать все

source: Use 'Author Sort'
ru: Использовать «Author Sort»

# account
source: Acount
ru: Аккаунт

source: Accounts
ru: Аккаунты

source: Add another account
ru: Добавить другой аккаунт

source: Switch account
ru: Сменить аккаунт

# switchAccountConfirmation
source: Are you sure you want to switch to {username}?
ru: Вы уверены, что хотите переключиться на {username}?

source: Delete account
ru: Удалить аккаунт

# deleteAccountConfirmation
source: Are you sure you want to remove this account from the list?
ru: Вы уверены, что хотите удалить этот аккаунт из списка?

source: User
ru: Пользователь

source: Show 'Send to E-Reader' button
ru: Показывать кнопку «Отправить на E-Reader»

# showSendToEReaderButtonDescription
source: Display a 'Send to E-Reader' button on book details pages to easily send books to your E-Reader.
ru: Отображать кнопку «Отправить на E-Reader» на странице сведений о книге для быстрой отправки.

# calibreWebUrl
source: https://calibre.example.com
ca: https://calibre.exemple.com
