Repository: doen1el/calibre-web-companion
Catalog: lib/l10n/app_*.arb
Languages: ca, es, hu, it, ru, sv

source: Edit shelf
ca: Edita estant
es: Editar estante
hu: Polc szerkesztése
it: Modifica raccolta
ru: Редактировать полку
sv: Redigera hyllan

source: Delete shelf
ca: Esborra estant
es: Eliminar estante
hu: Polc törlése
it: Elimina raccolta
ru: Удалить полку
sv: Ta bort hyllan

source: Book options
ca: opcions de Llibre
es: Opciones del libro
hu: Könyv opciók
it: Opzione libro
ru: Параметры книги
sv: Bokalternativ

source: Successfully deleted shelf
ca: Estant esborrat correctament
es: Estante eliminado con éxito
hu: Polc sikeresen törölve
it: Raccolta eliminata con successo
ru: Полка успешно удалена
sv: Hyllan raderades framgångsrikt

source: Failed to delete shelf
ca: Fallida a l'esborrar estant
es: Error al eliminar el estante
hu: Nem sikerült törölni a polcot
it: Errore nell'eliminazione della raccolta
ru: Не удалось удалить полку
sv: Misslyckades med att ta bort hyllan

source: Delete
ca: Esborra
es: Eliminar
hu: Törlés
it: Elimina
ru: Удалить
sv: Radera

source: Deleting
ca: Esborrant
es: Eliminando
hu: Törlés folyamatban
it: Eliminazione
ru: Удаление
sv: Raderar

source: Successfully edited shelf
ca: Estant editat correctament
es: Estante editado con éxito
hu: Polc sikeresen szerkesztve
it: Raccolta modificata con successo
ru: Полка успешно изменена
sv: Ändringen av hyllan lyckades

source: Failed to edit shelf
ca: Fallida a l'editar estant
es: Error al editar el estante
hu: Nem sikerült szerkeszteni a polcot
it: Impossibile modificare la raccolta
ru: Не удалось изменить полку
sv: Misslyckades att ändra hyllan

source: Edit
ca: Edita
es: Editar
hu: Szerkesztés
it: Modifica
ru: Редактировать
sv: Redigera

source: Editing
ca: Editant
es: Editando
hu: Szerkesztés folyamatban
it: Modifica in corso
ru: Редактирование
sv: Redigerar

# deleteShelfConfirmation
source: Are you sure you want to delete the shelf {name}?
ca: Segur que vols esborrar l'estant {name}?
es: ¿Estás seguro de que quieres eliminar el estante {name}?
hu: Biztosan törölni szeretnéd a(z) {name} polcot?
it: Sei sicuro di cancellare la raccolta {name}?
ru: Вы уверены, что хотите удалить полку {name}?
sv: Är du säker på att du vill ta bort hyllan {name}?

source: Add books to shelf
ca: Afegir llibres a l'estant
es: Añadir libros al estante
hu: Könyvek polchoz adása
it: Aggiungi il libro alla raccolta
ru: Добавить книги на полку
sv: Lägg till böcker till hyllan

source: Shelf is empty
ca: Estant buit
es: El estante está vacío
hu: Polc üres
it: Raccolta vuota
ru: Полка пуста
sv: Hyllan är tom

source: Removing
ca: Eliminant
es: Eliminando
hu: Eltásolítás folyamatban
it: Cancellazione
ru: Удаление
sv: Tar bort

source: Manage book shelves
ca: Gestiona llibres de l'estant
es: Gestionar estantes de libros
hu: Polcok kezelése
it: Gestisci le raccolte
ru: Управление полками книги
sv: Hantera bokhyllor

# bookInShelfs
source: Book in {count, plural, =1{one shelf} other{{count} shelves}}
ca: Llibre a {count, plural, =1{un estant} altre{{count} shelves}}
es: Libro en {count, plural, =1{un estante} other{{count} estantes}}
it: Libro in {count, plural, =1{one shelf} other{{count} shelves}}
ru: Книга на {count, plural, =1{одной полке} other{{count} полках}}
sv: Bok i { count, plural, =1{en shelf} andra {{count} hyllor}}

source: Search for books
ca: Cerca per llibres
es: Buscar libros
hu: Könyvek keresése
it: Cerca libri
ru: Поиск книг
sv: Sök efter böcker

source: Connection settings
ca: Opcions de connexió
es: Configuración de conexión
hu: Kapcsolati beéllítások
it: Opzioni di collegamento
ru: Настройки подключения
sv: Anslutningsinställningar

# costumHttpPHeader
source: Custom HTTP-Header
ca: Capçalera HTTP personalitzada
es: Encabezado HTTP personalizado
hu: Egyéni HTTP-Header
it: HTTP-Header personalizzato
ru: Пользовательский HTTP-заголовок
sv: Anpassad HTTP-rubrik

source: Add header
ca: Afegir capçalera
es: Añadir encabezado
hu: Header hozzáadása
it: Aggiungi intestazione
ru: Добавить заголовок
sv: Lägg till rubrik

source: HTTP-Header
es: Encabezado HTTP
ru: HTTP-заголовок
sv: HTTP-rubrik

# addACostumHttpHeaderThatWillBeSentWithEveryRequest
source: Add a custom HTTP-Header that will be sent with every request
ca: Afegir capçalera HTTP personalitzada que serà enviada a cada sol·licitud
es: Añade un encabezado HTTP personalizado que se enviará con cada solicitud
hu: Adj hozzá egy egyedi HTTP-Headert ami minden alkalommal el lesz küldve
it: Aggiungi un HTTP-Header che verrà inviata ad ogni richiesta
ru: Добавьте пользовательский HTTP-заголовок, который будет отправляться с каждым запросом
sv: Lägg till en anpassad HTTP-rubrik som skickas med varje förfrågan

# noCostumHttpHeadersYet
source: No custom HTTP-Header yet
ca: Sense capçalera HTTP encara
es: Aún no hay encabezados HTTP personalizados
hu: Még nincs egyedi HTTP-Header
it: Nessun HTTP-Header ancora
ru: Пользовательские HTTP-заголовки отсутствуют
sv: Ingen anpassad HTTP-rubrik ännu

source: Header
ca: Capçalera
es: Encabezado
it: Headers
ru: Заголовок
sv: Rubrik

source: Header key
ca: Clau de capçalera
es: Clave del encabezado
hu: Header kulcs
it: Chiave Header
ru: Ключ заголовка
sv: Rubriknyckel

source: Header value
ca: Valor de capçalera
es: Valor del encabezado
hu: Header érték
it: Valore Header
ru: Значение заголовка
sv: Rubrikvärde

source: Delete header
ca: Esborra capçalera
es: Eliminar encabezado
hu: Header törlése
it: Cancella header
ru: Удалить заголовок
sv: Radera rubrik

source: URL must start with http:// or https://
ca: URL ha de començar amb http:// o https://
es: La URL debe comenzar con http:// o https://
hu: Az URL-nek http://-rel vagy https://-rel kell kezdődnie
it: URL deve iniziare con http:// o https://
ru: URL должен начинаться с http:// или https://
sv: URL:en måste börja med https:// eller https://

source: Connection
ca: Connexió
es: Conexión
hu: Kapcsolat
it: Connessione
ru: Подключение
sv: Anslutning

# httpHeaderSettings
source: Authentication settings
ca: Opcions d'autenticació
es: Configuración de encabezado HTTP
hu: Autentikáció beállítások
it: Impostazioni di autenticazione
ru: Настройки аутентификации
sv: Autentiseringsinställningar

source: Feedback
ca: Comentaris
es: Comentarios
hu: Visszajelzés
ru: Обратная связь

source: Report issue
ca: Reporta problema
es: Informar de un problema
hu: Hiba bejelentése
it: Segnala un problema
ru: Сообщить о проблеме
sv: Rapportera fel

source: Report app issue or suggest feature
ca: Reporta problema o suggereix millora
es: Informar de un problema de la aplicación o sugerir una función
hu: Alkalmazás hiba bejelentése vagy funkció kérése
it: Segnala un problema o suggerisci una funzionalità
ru: Сообщить о проблеме или предложить функцию
sv: Rapportera appfel eller föreslå funktion

source: Title
ca: Títol
es: Título
hu: Cím
it: Titolo
ru: Название
sv: Titel

source: Required
ca: Requerit
es: Requerido
hu: Kötelező
it: Richiesto
ru: Обязательно
sv: Nödvändig

source: Submit
ca: Envia
es: Enviar
hu: Küldés
it: Invia
ru: Отправить
sv: Skicka in

source: Book actions
ca: Accions de llibre
es: Acciones del libro
hu: Könyvakciók
it: Azioni sul libro
ru: Действия с книгой
sv: Bokhandlingar

source: Open book in browser
ca: Obrir llibre al navegador
es: Abrir libro en el navegador
hu: Könyv megnyitása böngészőben
it: Apri il libro nel browser
ru: Открыть книгу в браузере
sv: Öppna bok i webbläsare

# metadataUpdateSuccessfully
source: Metadata updated successfully
ca: Metadades actualitzades
es: Metadatos actualizados con éxito
hu: Metaadatok sikeresen frissítve
it: Metadati aggiornati con successo
ru: Метаданные успешно обновлены
sv: Metadata uppdateras framgångsrikt

source: Edit book metadata
ca: Edita metadades del llibre
es: Editar metadatos del libro
hu: Metaadatok szerkesztése
it: Modifica i dettagli del libro
ru: Редактировать метаданные книги
sv: Redigera bokens metadata

source: Update failed
ca: Actualització fallida
es: Error al actualizar
hu: Frissítés sikertelen
it: Aggiornamento fallito
ru: Ошибка обновления
sv: Uppdatering misslyckades

source: Save
ca: Desa
es: Guardar
hu: Mentés
it: Salva
ru: Сохранить
sv: Spara

source: Separate with commas
ca: Separat per comes
es: Separar con comas
hu: Vesszővel elválasztva
it: Separa con virgole
ru: Разделяйте запятыми
sv: Åtskilj med kommatecken

# separateWithAnd
source: Separate with '&'
ca: Separat per '&'
es: Separar con '&'
hu: "&"-del elválasztva
it: Separa con '&'
ru: Разделяйте с помощью '&'
sv: Åtskilj med '&'

# ratingOneToTen
source: Rating (1-10)
ca: Valoració (1-10)
es: Calificación (1-10)
hu: Értékelés (1-10)
it: Valuta (1-10)
ru: Рейтинг (1-10)
sv: Betyg (1-10)

source: Marked as read successfully
ca: Marcat com a llegit correctament
es: Marcado como leído/no leído con éxito
hu: Sikeres olvasottnak jelölés
it: Libro segnato come letto
ru: Отмечено как прочитанное
sv: Markerad som läst lyckades

# markedAsReadFailed
source: Failed to mark as read
ca: Fallida al marcar com a llegit
es: Error al marcar como leído/no leído
hu: Sikertelen olvasottnak jelölés
it: Impossibile segnare come letto
ru: Не удалось отметить как прочитанное
sv: Misslyckades med att markera som läst

source: Marked as unread successfully
ca: Marcar com a no llegit correctament
es: Marcado como no leído con éxito
hu: Sikeres olvasatlannak jelölés
it: Segnato come non letto
ru: Отмечено как непрочитанное
sv: Markera som oläst lyckades

# markedAsUnreadFailed
source: Failed to mark as unread
ca: Fallida al marcar com a no llegit
es: Error al marcar como no leído
hu: Sikertelen olvasatlannak jelölés
it: Impossibile segnare come non letto
ru: Не удалось отметить как непрочитанное
sv: Misslyckades med att markera som oläst

source: Archived book successfully
ca: Llibre arxivat correctament
es: Libro archivado con éxito
hu: Sikeres archiválás
it: Libro archiviato con successo
ru: Книга успешно архивирована
sv: Arkivera bok lyckades

# archivedBookFailed
source: Failed to archive book
ca: Fallida a l'arxivar llibre
es: Error al archivar el libro
hu: Sikertelen archiválás
it: Impossibile archiviare libro
ru: Не удалось архивировать книгу
sv: Misslyckades med att arkivera bok

source: Unarchived book successfully
ca: Llibre desarxivat correctament
es: Libro desarchivado con éxito
hu: Archiválás sikeresen visszavonva
it: Libro ripristinato con successo
ru: Книга успешно разархивирована
sv: Avarkivering av bok lyckades

# unarchivedBookFailed
source: Failed to unarchive book
ca: Fallida al desarxivar llibre
es: Error al desarchivar el libro
hu: Nem sikerült az archiválást visszavonni
it: Impossibile ripristinare libro
ru: Не удалось разархивировать книгу
sv: Misslyckades med att avarkivera bok

source: Theme color
ca: Color de Tema
es: Color del tema
hu: Téma színe
it: Colore del tema
ru: Цвет темы
sv: Temafärg

source: System
ca: Sistema
es: Sistema
hu: Rendszer
it: Sistema
ru: Системный

source: Custom
ca: Personalitzat
es: Personalizado
hu: Egyedi
it: Personalizzato
ru: Пользовательский
sv: Anpassa

# systemThemeDescription
source: The app will use the system theme
ca: l'App emprarà el tema de sistema
es: La aplicación usará el tema del sistema
hu: Az alkalmazás a rendszer témát fogja használni
it: L'app utilizzerà il tema di sistema
ru: Приложение будет использовать системную тему
sv: Appen kommer att använda systemets tema

source: Select download schema
ca: Selecciona l'esquema de descàrrega
es: Seleccionar esquema de descarga
hu: Letöltési útvonal kiválasztása
it: Seleziona il tipo di download
ru: Выберите схему загрузки
sv: Välj nedladdningsschema

# schemaFlat
source: Flat
ca: Pla
es: Plano
hu: Sima
it: Piatto
ru: Плоская
sv: Platt

# schemaAuthorOnly
source: Author only
ca: Només Autor
es: Solo autor
hu: Csak szerző
it: Solo Autori
ru: Только автор
sv: Endast författare

# schemaAuthorBook
source: Author/Book
ca: Autor/Llibre
es: Autor/Libro
hu: Szerző/Könyv
it: Autore/Libro
ru: Автор/Книга
sv: Författare/bok

# schemaAuthorSeriesBook
source: Author/Series/Book
ca: Autor/Sèrie/Llibre
es: Autor/Serie/Libro
hu: Szerző/Sorozat/Könyv
it: Autore/Serie/Libro
ru: Автор/Серия/Книга
sv: Författare/serie/bok

source: Light green
ca: Verd clar
es: Verde claro
hu: Világoszöld
it: Verde chiaro
ru: Светло-зелёный
sv: Ljusgrön

source: Amber
ca: Ambre
es: Ámbar
hu: Borostyán
it: Ambra
ru: Янтарный
sv: Bärnstensfärgad

source: Blue grey
ca: Blau gris
es: Azul grisáceo
hu: Kékes szürke
it: Grigio blu
ru: Сине-серый
sv: Blå-grå

source: Grey
ca: Gris
es: Gris
hu: Szürke
it: Grigio
ru: Серый
sv: Grå

source: Light blue
ca: Blau clar
es: Azul claro
hu: Világoskék
it: Azzurro
ru: Светло-голубой
sv: Ljusblå

source: Lime
ca: Llima
es: Lima
ru: Лаймовый

source: Teal
ca: Turquesa
es: Verde azulado
hu: Türkiz
it: Verde acqua
ru: Бирюзовый
sv: Grönblå

source: App version
ca: Versió App
es: Versión de la aplicación
hu: Alkalmazás verzió
it: Versione app
ru: Версия приложения

source: Book recommendations
ca: Recomanacions de llibre
es: Recomendaciones de libros
hu: Könyv ajánlások
it: Libri consigliati
ru: Рекомендации книг
sv: Bokrekommendationer

source: Recommendations
ca: Recomanacions
es: Recomendaciones
hu: Ajánlások
it: Consigli
ru: Рекомендации
sv: Rekommendationer

# selectABookFromYourLibrary
source: Select a read book from your library
ca: Selecciona un llibre llegit de la llibreria
es: Selecciona un libro de tu biblioteca
hu: Válassz ki egy olvasott könyvet
it: Seleziona un libro dalla tua libreria
ru: Выберите прочитанную книгу из вашей библиотеки
sv: Välj en läst bok från ditt bibliotek

source: Search recommendations
ca: Recomanacions de cerca
es: Buscar recomendaciones
hu: Keresés az ajánlások között
it: Consigli di ricerca
ru: Поиск рекомендаций
sv: Sökrekommendationer

source: Select book
ca: Selecciona llibre
es: Seleccionar libro
hu: Könyv kiválasztása
it: Seleziona libro
ru: Выберите книгу
sv: Välj bok

source: Select a book to get recommendations
ca: Selecciona un llibre per rebre recomanacions
es: Selecciona un libro para obtener recomendaciones
hu: Válassz ki egy könyvet az ajánlásokhoz
it: Seleziona un libro per avere consigli
ru: Выберите книгу для получения рекомендаций
sv: Välj en bok för att få rekommendationer

source: No recommendations found for this book
ca: Sense recomanacions per aquest llibre
es: No se encontraron recomendaciones para este libro
hu: Nem található ajánlás ehhez a könyvhöz
it: Nessun consiglio trovato per questo libro
ru: Для этой книги рекомендации не найдены
sv: Inga rekommendationer hittades för denna bok

# bookRecommendationsInfo1
source: Book recommendations are fetched from
ca: Recomanacions de llibre obtinguda de
es: Las recomendaciones de libros se obtienen de
hu: Könyv ajánlások forrása:
it: I consigli sul libro provengono da
ru: Рекомендации загружаются из
sv: Bokrekommendationer hämtas från

# bookRecommendationsInfo2
source: and work best with English book titles.
ca: i funciona millor amb títols de llibre en anglès.
es: y funcionan mejor con títulos de libros en inglés.
hu: és angol címekkel működik a legjobban.
it: E funziona meglio con titoli dei libri in Inglese
ru: и лучше всего работают с английскими названиями книг.
sv: och fungerar bäst med engelska boktitlar.

source: Info
es: Información
hu: Információ
it: Informazioni
ru: Информация

source: Refresh
ca: Refresca
es: Actualizar
hu: Frissítés
it: Aggiorna
ru: Обновить
sv: Uppdatera

source: No matching books found
ca: No s'han trobat llibres coincidents
es: No se encontraron libros coincidentes
hu: Nem található egyező könyv
it: Nessun libro corrispondente trovato
ru: Совпадающие книги не найдены
sv: Inga matchande böcker hittades

source: Book could not be found
ca: Llibre no trobat
es: No se pudo encontrar el libro
hu: Könyv nem található
it: Impossibile trovare il libro
ru: Книга не найдена
sv: Boken kunde inte hittas

source: Logout
ca: Tanca Sessió
es: Cerrar sesión
hu: Kijelentkezés
ru: Выйти
sv: Logga ut

source: Searching...
ca: Cercant...
es: Buscando...
hu: Keresés...
it: Ricerca...
ru: Поиск...
sv: Söker...

source: Tags
ca: Etiquetes
es: Etiquetas
hu: Címkék
it: Etichette
ru: Теги
sv: Taggar

source: Recommended based on
ca: Recomanació basada en
es: Recomendado en función de
hu: Ajánlás e szerint
it: Consigli basati su
ru: Рекомендуется на основе
sv: Rekommenderad baserat på

source: Storage permission required to select a folder
ca: Permisos d'emmagatzematge requerits per seleccionar carpeta
es: Se requiere permiso de almacenamiento para seleccionar una carpeta
hu: Tárhely engedély szükséges mappa kiválasztásához
it: Permesso di archiviazione richiesto per selezionare una cartella
ru: Для выбора папки требуется разрешение на доступ к хранилищу
sv: Lagringstillstånd krävs för att välja en mapp

source: No folder was selected
ca: Carpeta no seleccionada
es: No se seleccionó ninguna carpeta
hu: Nem lett mappa kiválasztva
it: Nessuna cartella è stata selezionata
ru: Папка не выбрана
sv: Ingen mapp valdes

source: Folder selected successfully
ca: Carpeta seleccionada correctament
es: Carpeta seleccionada con éxito
hu: Mappa sikeresen kiválasztva
it: Cartella selezionata corratamente
ru: Папка успешно выбрана
sv: Mapp vald framgångsrikt

source: Select
ca: Selecciona
es: Seleccionar
hu: Kiválasztás
it: Seleziona
ru: Выбрать
sv: Välj

source: Schema was selected successfully
ca: Esquema seleccionat correctament
es: Esquema seleccionado con éxito
it: Lo schema è stato selezionato correttamente
ru: Схема успешно выбрана
sv: Schema valdes framgångsrikt

source: Download schema
ca: Descarrega esquema
es: Esquema de descarga
it: Scarica schema
ru: Схема загрузки
sv: Ladda ner schema

source: No folder selected
ca: Sense carpeta seleccionada
es: No se seleccionó ninguna carpeta
hu: Nincs mappa kiválasztva
it: Nessuna cartella selezionata
ru: Папка не выбрана
sv: Ingen mapp vald

source: Download folder
ca: Descarrega carpeta
es: Carpeta de descarga
hu: Letöltési mappa
it: Cartella di download
ru: Папка загрузки
sv: Ladda ner mappen

source: Open in reader
ca: Obrir en lector
es: Abrir en lector
hu: Megnyitás olvasóban
it: Apri le lettore
ru: Открыть в читалке
sv: Öppna i läsaren

source: Book opened externally successfully
ca: Llibre obert amb lector extern
es: Libro abierto externamente con éxito
hu: Könyv sikeresen megnyitva külső alkalmazásban
it: Libro aperto esternamente con successo
ru: Книга успешно открыта во внешнем приложении
sv: Boken öppnade externt framgångsrikt

# openBookExternallyFailed
source: Failed to open book externally
ca: Fallida a l'obrir llibre externament
es: Error al abrir el libro externamente
hu: Sikertelen megnyitás külső alkalmazásban
it: Impossibile aprire il libro esternamente
ru: Не удалось открыть книгу во внешнем приложении
sv: Misslyckades med att öppna boken externt

# headers
source: HTTP Headers
ca: Capçaleres HTTP
es: Encabezados
hu: HTTP Headerek
it: Headers HTTP
ru: HTTP-заголовки
sv: HTTP-rubriker

# authSystems
source: Authentication Systems
ca: Sistemes d'Autenticació
es: Sistemas de autenticación
hu: Bejelentkezési rendszerek
it: Sistemi di autenticazione
ru: Системы аутентификации
sv: Autentiseringssystem

# webViewAuth
source: WebView Authentication
ca: Autenticació WebView
es: Autenticación WebView
hu: WebView bejelentkezés
it: Autenticazione WebView
ru: Аутентификация через WebView
sv: WebView autentisering

source: Base Path
ca: Camí base
es: Ruta base
hu: Alapútvonal
it: Percorso di base
ru: Базовый путь
sv: Grundsökväg

# authSystem
source: Authentication System
ca: Sistema d'autenticació
es: Sistema de autenticación
hu: Bejelentkezési rendszer
it: Sistema di autenticazione
ru: Система аутентификации
sv: Autentiseringssystem

# authSystemDescription
source: Choose the authentication system used by your Calibre Web instance
ca: Tria el sistema d'autenticació que utilitza la instància web de Calibre
es: Selecciona el sistema de autenticación detrás del cual se ejecuta tu instancia de Calibre Web
hu: Válaszd ki melyik bejelentkezési rendszert használja a Calibre Webed
it: Seleziona il sistema di autenticazione usato dalla tua istanza Calibre Web
ru: Выберите систему аутентификации, используемую вашим экземпляром Calibre Web
sv: Välj autentiseringssystem som används av din Calibre webbinstans

# webViewAuthentication
source: Browser-Based Authentication
ca: Autenticació basada en navegador
es: Autenticación basada en navegador
hu: Böngésző bejelentkezés
it: Autenticazione basata sul Browser
ru: Аутентификация через браузер
sv: Webbläsarbaserad autentisering

# browserBasedAuth
source: Authentication via Browser
ca: Autenticació mitjançant navegador
es: Autenticación basada en navegador
hu: Böngészövel bejelentkezés
it: Autenticazione via Browser
ru: Вход через браузер
sv: Autentisering via webbläsare

# webViewAuthDescription
source: Log in using a browser for advanced authentication systems like SSO
ca: Inicia sessió amb navegador per a sistemes d'autenticació avançats com SSO
es: Inicia sesión a través del navegador para sistemas de autenticación complejos como SSO
hu: Bejelentkezés böngészővel haladó bejelentkezési módokhoz, pl. SSO
it: Accedi tramite browser per sistemi di autenticazione avanzata come SSO
ru: Войдите через браузер для расширенных систем аутентификации, таких как SSO
sv: Logga in med en webbläsare för avancerade autentiseringssystem som SSO

# webViewSessionActive
source: Active browser session detected
ca: S'ha detectat una sessió activa al navegador
es: Sesión activa del navegador disponible
hu: Aktív böngésző munkamenet érzékelve
it: Rilevata sessione browser attiva
ru: Обнаружена активная сессия браузера
sv: Aktiv webbläsarsession upptäckt

# webViewSessionInactive
source: No active browser session found
ca: No s'ha trobat cap sessió de navegador activa
es: No hay sesión activa del navegador
hu: Nincs aktív böngésző munkamenet
it: Nessuna sessione browser attiva trovata
ru: Активная сессия браузера не найдена
sv: Ingen aktiv webbläsare session hittades

source: Last Authentication:
ca: Darrera autenticació:
es: Última autenticación:
hu: Utolsó bejelentkezés:
it: Ultima autenticazione:
ru: Последняя аутентификация:
sv: Sista autentisering:

source: Authenticate
ca: Autenticar
es: Autenticar
hu: Autentikáció
it: Accesso
ru: Аутентифицироваться
sv: Autentisera

source: Clear Session
ca: Neteja Sessió
es: Borrar sesión
hu: Munamenet törlése
it: Cancella la sessione
ru: Очистить сессию
sv: Rensa session

# authenticationSuccessful
source: Authentication was successful
ca: Autenticació correcta
es: Autenticación exitosa
hu: Bejelentkezés sikeres volt
it: Autenticazione riuscita
ru: Аутентификация прошла успешно
sv: Autentisering var framgångsrik

# sessionCleared
source: Session has been cleared
ca: Sessió Netejada
es: Sesión borrada
hu: Munkamenet kitisztítva
it: La Sessione è stata cancellata
ru: Сессия очищена
sv: Session har rensats

# webViewAuthInstructions
source: Login Instructions
ca: Instruccions d'inici de sessió
es: Instrucciones de inicio de sesión
hu: Bejelentkezés leírás
it: Istruzioni di Login
ru: Инструкции по входу
sv: Inloggningsinstruktioner

# webViewSessionSaved
source: Browser session saved successfully
ca: Sessió de navegador desada correctament
es: Sesión del navegador guardada con éxito
hu: Böngésző munkamenet sikeresen mentve
it: Sessione browser salvata correttamente
ru: Сессия браузера успешно сохранена
sv: Webbläsarsession sparad framgångsrikt

source: Save Session
ca: Desa Sessió
es: Guardar sesión
hu: Munkamenet mentése
it: Salva la Sessione
ru: Сохранить сессию
sv: Spara session

source: Reload
ca: Recarrega
es: Recargar
hu: Újratöltés
it: Ricarica
ru: Перезагрузить
sv: Ladda om

source: Home Page
ca: Pàgina d'inici
es: Inicio
hu: Főoldal
ru: Главная страница
sv: Hemsida

# serverUrlMissing
source: Server URL is missing
ca: Manca URL del servidor
es: Falta la URL del servidor
hu: Szerver URL hiányzik
it: URL del server mancante
ru: URL сервера отсутствует
sv: Serveradress saknas
