Repository: doen1el/calibre-web-companion
Catalog: lib/l10n/app_*.arb
Languages: ca, es, hu, it, ru, sv

# loginToCalibreWb
source: Login to Calibre Web
ca: Accés a Calibre Web
es: Iniciar sesión en Calibre Web
hu: Calibre Web bejelentkezés
it: Login su Calibre Web
ru: Вход в Calibre Web
sv: Logga in på Calibre Web

source: Enter Calibre Web URL
ca: Entra l'URL de Calibre Web
es: Introduce la URL de Calibre Web
hu: Írd be a Calibre Web URL-t
it: Inserisci l'URL di Calibre Web
ru: Введите URL Calibre Web
sv: Skriv in Calibres webbadress

source: Username
ca: Usuari
es: Nombre de usuario
hu: Felhasználónév
ru: Имя пользователя
sv: Användarnamn

source: Enter your username
ca: Entra l'usuari
es: Introduce tu nombre de usuario
hu: Írd be a felhasználóneved
it: Inserisci l'username
ru: Введите имя пользователя
sv: Skriv in ditt användarnamn

source: Password
ca: Contrasenya
es: Contraseña
hu: Jelszó
ru: Пароль
sv: Lösenord

source: Enter your password
ca: Entra la contrasenya
es: Introduce tu contraseña
hu: Írd be a jelszavad
it: Inserisci la password
ru: Введите пароль
sv: Skriv in ditt lösenord

source: Login
ca: Accés
es: Iniciar sesión
hu: Bejelentkezés
ru: Войти

source: Please fill in all fields
ca: Omple tots els camps
es: Por favor, completa todos los campos
hu: Kérlek az összes mezőt töltsd ki
it: Per favore completa tutti i campi
ru: Пожалуйста, заполните все поля
sv: Vänligen fyll i alla fält

# failedToLognIn
source: Failed to login
ca: Fallida l'accedir
es: Error al iniciar sesión
hu: Sikertelen bejelentkezés
it: Login fallito
ru: Не удалось войти
sv: Misslyckades med att logga in

source: Books
ca: Llibres
es: Libros
hu: Könyvek
it: Libri
ru: Книги
sv: Böcker

source: Discover
ca: Descobreix
es: Descubrir
hu: Felfedezés
it: Scopri
ru: Обзор
sv: Upptäck

source: Me
ca: Jo
es: Yo
hu: Én
it: Io
ru: Я
sv: Jag

source: Discover books
ca: Descobrir Llibres
es: Descubrir libros
hu: Könyvek felfedezése
it: Scopri Libri
ru: Обзор книг
sv: Upptäck böcker

source: Search
ca: Cerca
es: Buscar
hu: Keresés
it: Cerca
ru: Поиск
sv: Sök

source: Search book
ca: Cerca Llibre
es: Buscar libro
hu: Könyv keresés
it: Cerca Libri
ru: Поиск книги
sv: Sök bok

source: Enter title, author or tags ...
ca: Entra títol, autor o etiquetes...
es: Introduce título, autor o etiquetas...
hu: Cím, író vagy címke megadása ...
it: Inserisci titolo,autore o tags ...
ru: Введите название, автора или теги ...
sv: Ange titel, författare eller taggar...

source: Show read books
ca: Mostra Llibres llegits
es: Mostrar libros leídos
hu: Olvasottak mutatása
it: Visualizza libri letti
ru: Показать прочитанные книги
sv: Visa lästa böcker

source: Show unread books
ca: Mostra Llibres no llegits
es: Mostrar libros no leídos
hu: Olvasatlanok mutatása
it: Visualizza libri da leggere
ru: Показать непрочитанные книги
sv: Visa olästa böcker

source: Show bookmarked books
ca: Mostra Llibres a marcadors
es: Mostrar libros marcados
hu: Könyvjelzőzöttek mutatása
it: Visualizza libri preferiti
ru: Показать книги с закладками
sv: Visa bokmärkta böcker

source: Read books
ca: Llibres llegits
es: Libros leídos
hu: Olvasott könyvek
it: Libri letti
ru: Прочитанные книги
sv: Lästa böcker

source: Unread books
ca: Llibres no llegits
es: Libros no leídos
hu: Olvasatlan könyvek
it: Libri da leggere
ru: Непрочитанные книги
sv: Olästa böcker

source: Bookmarked books
ca: Llibres a Marcadors
es: Libros marcados
hu: Könyvjelzőzött könyvek
it: Libri preferiti
ru: Книги с закладками
sv: Bokmärkta böcker

source: Show hot books
ca: Mostra Llibres calents
es: Mostrar libros populares
hu: Felkapottak mutatása
it: Visualizza libri di tendenza
ru: Показать популярные книги
sv: Visa populära böcker

source: Hot books
ca: Llibres Calents
es: Libros populares
hu: Felkapott könyvek
it: Libri di tendenza
ru: Популярные книги
sv: Populära böcker

source: Show new books
ca: Mostra Nous Llibres
es: Mostrar libros nuevos
hu: Újak mutatása
it: Visualizza libri nuovi
ru: Показать новые книги
sv: Visa nya böcker

source: New books
ca: Nous Llibres
es: Libros nuevos
hu: Új könyvek
it: Nuovi libri
ru: Новые книги
sv: Nya böcker

source: Show rated books
ca: Llibres classificats
es: Mostrar libros calificados
hu: Értékeltek mutatása
it: Visualizza libri con valutazione
ru: Показать книги с рейтингом
sv: Visa betygsatta böcker

source: Rated books
ca: Llibres classificats
es: Libros calificados
hu: Értékelt könyvek
it: Libri con valutazione
ru: Книги с рейтингом
sv: Betygsatta böcker

source: Title (A-Z)
ca: Títol (A-Z)
es: Título (A-Z)
hu: Cím (A-Zs)
it: Titoli (A-Z)
ru: Название (А-Я)
sv: Titel (A-Ö)

source: Title (Z-A)
ca: Títol (Z-A)
es: Título (Z-A)
hu: Cím (Zs-A)
it: Titoli (Z-A)
ru: Название (Я-А)
sv: Titel (Ö-A)

source: Author (A-Z)
ca: Autor (A-Z)
es: Autor (A-Z)
hu: Író (A-Zs)
it: Autori (A-Z)
ru: Автор (А-Я)
sv: Författare (A-Ö)

source: Author (Z-A)
ca: Autor (Z-A)
es: Autor (Z-A)
hu: Író (Zs-A)
it: Autori (Z-A)
ru: Автор (Я-А)
sv: Författare (Ö-A)

source: Newest first
ca: Nous primers
es: Más recientes primero
hu: Újabbak elől
it: Nuovi prima
ru: Сначала новые
sv: Nyast först

source: Oldest first
ca: Antics primers
es: Más antiguos primero
hu: Régebbiek elől
it: Vecchi prima
ru: Сначала старые
sv: Äldst först

source: Authors
ca: Autors
es: Autores
hu: Írók
it: Autori
ru: Авторы
sv: Författare

source: Categories
es: Categorías
hu: Kategóriák
it: Categorie
ru: Категории
sv: Kategorier

source: Series
ca: Sèries
hu: Sorozatok
it: Serie
ru: Серии
sv: Serie

source: Formats
es: Formatos
hu: Formátumok
it: Formati
ru: Форматы
sv: Format

source: Languages
ca: Idiomes
es: Idiomas
hu: Nyelvek
it: Lingue
ru: Языки
sv: Språk

source: Publishers
ca: Editors
es: Editoriales
hu: Kiadók
it: Editori
ru: Издатели
sv: Förlag

source: Ratings
ca: Valoracions
es: Calificaciones
hu: Értékelések
it: Valutazioni
ru: Рейтинги
sv: Betyg

source: Rating
ca: Valoració
es: Calificación
hu: Értékelés
it: Valutazione
ru: Рейтинг
sv: Omdöme

source: Show authors
ca: Mostra Autors
es: Autores
hu: Írók mutatása
it: Visualizza autori
ru: Показать авторов
sv: Visa författare

source: Show categories
ca: Mostra Categories
es: Categorías
hu: Kategóriák mutatása
it: Visualizza categorie
ru: Показать категории
sv: Visa kategorier

source: Show series
ca: Mostra Sèries
es: Series
hu: Sorozatok mutatása
it: Visualizza serie
ru: Показать серии
sv: Visa serie

source: Show formats
ca: Mostra formats
es: Formatos
hu: Formátumok mutatása
it: Visualizza formati
ru: Показать форматы
sv: Visa format

source: Show languages
ca: Mostra Idiomes
es: Idiomas
hu: Nyelvek mutatása
it: Visualizza lingue
ru: Показать языки
sv: Visa språk

source: Show publishers
ca: Mostra editors
es: Editoriales
hu: Kiadók mutatása
it: Visualizza editori
ru: Показать издателей
sv: Visa förlag

source: Show ratings
ca: Mostra valoracions
es: Calificaciones
hu: Értékelések mutatása
it: Visualizza valutazioni
ru: Показать рейтинги
sv: Visa betyg

# by
source: by {author}
ca: per {author}
es: por {author}
hu: {author} által
it: Scritto da {author}
ru: от {author}
sv: av {author}

source: Book
ca: Llibre
es: Libro
hu: Könyv
it: Libro
ru: Книга
sv: Bok

source: Publication info
ca: Informació de la publicació
es: Información de publicación
hu: Kiadvány információ
it: Informazioni di pubblicazione
ru: Информация о публикации
sv: Info om publikation

source: Published
ca: Publicat
es: Publicado
hu: Kiadva
it: Pubblicato
ru: Опубликовано
sv: Utgiven

source: Updated
ca: Actualitzat
es: Actualizado
hu: Frissítve
it: Aggiornato
ru: Обновлено
sv: Uppdaterad

source: Publisher
ca: Editorial
es: Editorial
hu: Kiadó
it: Editore
ru: Издатель
sv: Förlag

source: Language
ca: Idioma
es: Idioma
hu: Nyelv
it: Lingua
ru: Язык
sv: Språk

source: File info
ca: Info fitxer
es: Información del archivo
hu: Fájl információ
it: Informazioni file
ru: Информация о файле
sv: Filinformation

source: Size
ca: Mida
es: Tamaño
hu: Méret
it: Dimensione
ru: Размер
sv: Storlek

source: Description
ca: Descripció
es: Descripción
hu: Leírás
it: Descrizione
ru: Описание
sv: Beskrivning

source: No cover available
ca: Caràtula no disponible
es: Portada no disponible
hu: Borító nem elérhető
it: Nessuna copertina disponibile
ru: Обложка отсутствует
sv: Inget omslag tillgängligt

source: English
ca: Anglès
es: Inglés
hu: Angol
it: Inglese
ru: Английский
sv: Engelska

source: German
ca: Alemany
es: Alemán
hu: Német
it: Tedesco
ru: Немецкий
sv: Tyska

source: French
ca: Francès
es: Francés
hu: Francia
it: Francese
ru: Французский
sv: Franska

source: Spanish
ca: Espanyol
es: Español
hu: Spanyol
it: Spagnolo
ru: Испанский
sv: Spanska

source: Italian
ca: Italià
es: Italiano
hu: Olasz
it: Italiano
ru: Итальянский
sv: Italienska

source: Japanese
ca: Japonès
es: Japonés
hu: Japán
it: Giapponese
ru: Японский
sv: Japanska

source: Russian
ca: Rus
es: Ruso
hu: Orosz
it: Russo
ru: Русский
sv: Ryska

source: Portuguese
ca: Portuguès
es: Portugués
hu: Portugál
it: Portoghese
ru: Португальский
sv: Portugisiska

source: Chineese
ca: Xinès
es: Chino
hu: Kínai
it: Cinese
ru: Китайский
sv: Kinesiska

source: Dutch
ca: Holandès
es: Holandés
hu: Holland
it: Olandese
ru: Нидерландский
sv: Holländska

source: Send to E-Reader
ca: Enviar a llibre-e
es: Enviar a lector electrónico
hu: Küldés E-olvasóra
it: Invia all' E-Reader
ru: Отправить на E-Reader
sv: Skicka till läsplatta

source: Send to Kindle/Kobo
ca: Enviar a Kindle/Kobo
es: Enviar a Kindle/Kobo
hu: Küldés Kindle-re/Kobora
it: Invia al Kindle/Kobo
ru: Отправить на Kindle/Kobo
sv: Skicka till Kindle/Kobo

# enter4DigitCode
source: Enter the 4-digit code displayed on your E-Reader's browser:
ca: Entra el codi de 4 xifres que es mostra al navegador del llibre-e:
es: Introduce el código de 4 dígitos que aparece en el navegador de tu lector electrónico:
hu: Írd be a 4 számjegyű kódot az olvasód böngészőjéből:
it: Inserisci il codice di 4 cifre visualizzato sul browser del tuo E-Reader:
ru: Введите 4-значный код, отображаемый в браузере вашей электронной книги:
sv: Ange den 4-siffriga koden som visas på din läsplattas webbläsare:

source: Visit
ca: Visites
es: Visita
hu: Nyisd meg a(z)
it: Visita
ru: Посетить
sv: Besök

# onYourEReader
source: on your E-Reader to get a code
ca: al llibre-e per obtenir el codi
es: en tu lector electrónico para obtener un código
hu: oldalt az olvasódon, hogy kódot kapj
it: Sul tuo E-Reader per ricevere il codice
ru: в браузере вашей электронной книги, чтобы получить код
sv: på din läsplatta för att få en kod

# pleaseEnter4DigitCode
source: Please enter a valid 4-digit code
ca: Entra un codi de 4 dígits vàlid
es: Por favor, introduce un código válido de 4 dígitos
hu: Kérlek helyes 4 számjegyű kódot adj meg
it: Per favore inserisci un codice a 4 cifre valido
ru: Пожалуйста, введите корректный 4-значный код
sv: Ange en giltig 4-siffrig kod

source: Send
ca: Envia
es: Enviar
hu: Küldés
it: Invia
ru: Отправить
sv: Skicka

source: Starting download process
ca: Començant procés de descàrrega
es: Iniciando proceso de descarga
hu: Letöltés elindítása
it: Processo di download iniziato
ru: Запуск процесса загрузки
sv: Starta nedladdningsprocessen

source: Preparing transfer...
ca: Preparant transferència...
es: Preparando transferencia...
hu: Küldés előkészítése...
it: Preparazione al trasferimento...
ru: Подготовка передачи...
sv: Förbereder överföring...

source: Downloading book...
ca: Descarregant Llibre...
es: Descargando libro...
hu: Könyv letöltése...
it: Download del libro...
ru: Загрузка книги...
sv: Laddar ner bok...

source: Sending to E-Reader...
ca: Enviant a llibre-e...
es: Enviando al lector electrónico...
hu: E-olvasóra küldés...
it: Invio all' E-Reader...
ru: Отправка на E-Reader...
sv: Skickar till läsplatta...

source: Successfully sent to E-Reader
ca: Enviat correctament al llibre-e
es: Enviado con éxito al lector electrónico
hu: Sikeresen elküldve E-olvasóra
it: Inviato con successo all' E-Reader
ru: Успешно отправлено на E-Reader
sv: Framgångsrikt skickat till läsplatta

source: Transfer failed
ca: Transferència fallida
es: La transferencia falló
hu: Küldés sikertelen
it: Trasferimento fallito
ru: Ошибка передачи
sv: Överföring misslyckades

source: Download to device
ca: Descarrega a dispositiu
es: Descargar al dispositivo
hu: Letöltés az eszközre
it: Scarica sul dispositivo
ru: Скачать на устройство
sv: Ladda ner till enheten

source: Error downloading
ca: Error descarregant
es: Error al descargar
hu: Hiba letöltés közben
it: Errore nel download
ru: Ошибка загрузки
sv: Fel vid nedladdning

# downlaodFomat
source: Download format
ca: Descarrega format
es: Formato de descarga
hu: Formátum letöltése
it: Formato del download
ru: Скачать формат
sv: Ladda ner format

source: Preparing download...
ca: Preparant descàrrega...
es: Preparando descarga...
hu: Letöltés előkészítése...
it: Preparazione download...
ru: Подготовка загрузки...
sv: Förbereder nedladdning...

source: Select download destination
ca: Selecciona destinació de la baixada
es: Seleccionar destino de descarga
hu: Letöltési mappa kiválasztása
it: Seleziona la destinazione del download
ru: Выберите место для загрузки
sv: Välj nedladdningsdestination

source: Successfully downloaded book
ca: Llibre descarregat correctament
es: Libro descargado con éxito
hu: Könyv sikeresen letöltve
it: Libro scaricato con successo
ru: Книга успешно загружена
sv: Framgångsrikt nedladdad bok

source: Download failed
ca: Descàrrega fallida
es: La descarga falló
hu: Letöltési hiba
it: Download fallito
ru: Ошибка загрузки
sv: Nedladdning misslyckades

source: Library statistics
ca: Estadístiques de llibreria
es: Estadísticas de la biblioteca
hu: Könyvtár statisztika
it: Statistiche della libreria
ru: Статистика библиотеки
sv: Biblioteksstatistik

source: Cancel
ca: Cancel·la
es: Cancelar
hu: Mégse
it: Cancella
ru: Отмена
sv: Avbryt

source: Close
ca: Tanca
es: Cerrar
hu: Bezárás
it: Chiudi
ru: Закрыть
sv: Stäng

source: Retry
ca: Reintenta
es: Reintentar
hu: Újra
it: Riprova
ru: Повторить
sv: Pröva igen

source: Try again
ca: Torna a provar
es: Intentar de nuevo
hu: Próbáld újra
it: Prova ancora
ru: Попробовать снова
sv: Försök igen

source: Error
hu: Hiba
it: Errore
ru: Ошибка
sv: Fel

source: Error loading books
ca: Error descarregant Llibres
es: Error al cargar los libros
hu: Hiba könyvbetöltés közben
it: Errore nel caricamento dei libri
ru: Ошибка загрузки книг
sv: Fel vid nedladdning av böcker

source: Error loading data
ca: Error carregant dades
es: Error al cargar los datos
hu: Hiba adatbetöltés közben
it: Errore nel caricamento dati
ru: Ошибка загрузки данных
sv: Fel vid nedladdning av data

# erroLoadingBookDetails
source: Error loading book details
ca: Error carregant detall de llibres
es: Error al cargar los detalles del libro
hu: Hiba könyv részletek betöltése közben
it: Errore nel caricamento dei dettagli del libro
ru: Ошибка загрузки информации о книге
sv: Fel vid nedladdning av bokdetaljer

source: No books found
ca: No s'han trobat Llibres
es: No se encontraron libros
hu: Nem található könyv
it: Nessun libro trovato
ru: Книги не найдены
sv: Inga böcker hittades

source: No data found
ca: Sense dades
es: No se encontraron datos
hu: Nem található adat
it: Nessun dato trovato
ru: Данные не найдены
sv: Inga data hittades

source: Unknown error
ca: Error desconegut
es: Error desconocido
hu: Ismeretlen hiba
it: Errore inaspettato
ru: Неизвестная ошибка
sv: Okänt fel

source: Loading...
ca: Carregant...
es: Cargando...
hu: Töltés...
it: Caricamento...
ru: Загрузка...
sv: Laddar...

source: Settings
ca: Opcions
es: Ajustes
hu: Beállítások
it: Impostazioni
ru: Настройки
sv: Inställningar

source: Appearance
ca: Aparença
es: Apariencia
hu: Megjelenés
it: Aspetto
ru: Оформление
sv: Utseende

source: About
ca: Sobre
es: Acerca de
hu: Az alkalmazásról
it: Informazioni
ru: О приложении
sv: Om

source: Theme mode
ca: Tema
es: Modo de tema
hu: Téma mód
it: Tema dell'app
ru: Режим темы
sv: Temaläge

source: System theme
ca: Tema de Sistema
es: Tema del sistema
hu: Rendszer téma
it: Tema di sistema
ru: Системная тема
sv: Systemtema

source: Light theme
ca: Tema clar
es: Tema claro
hu: Világos téma
it: Tema chiaro
ru: Светлая тема
sv: Ljust tema

source: Dark theme
ca: Tema Fosc
es: Tema oscuro
hu: Sötét téma
it: Tema scuro
ru: Тёмная тема
sv: Mörkt tema

source: Download service
ca: Servei de descàrrega
es: Servicio de descarga
hu: Letöltési szolgáltatás
it: Servizio di download
ru: Сервис загрузки
sv: Ladda ner tjänst

source: Downloads
ca: Descàrregues
es: Descargas
hu: Letöltések
ru: Загрузки
sv: Nedladdningar

source: Search for a book
ca: Cerca Llibre
es: Buscar un libro
hu: könyv keresése
it: Cerca un libro
ru: Поиск книги
sv: Sök efter en bok

source: No downloads found
ca: Sense descàrregues
es: No se encontraron descargas
hu: Nem található letöltés
it: Nessun download trovato
ru: Загрузки не найдены
sv: Inga nedladdningar hittades

# foundBooks
source: Found {count} books
ca: Trobats {count} llibres
es: {count} libros encontrados
hu: {count} könyv találva
it: Trovati {count} libri
ru: Найдено книг: {count}
sv: Hittade {count} böcker

source: Added book to the download queue
ca: Afegit llibre a la cua de descàrregues
es: Libro añadido a la cola de descargas
hu: Könyv hozzáadva a letöltési sorhoz
it: Libro aggiungo alla coda di download
ru: Книга добавлена в очередь загрузки
sv: Lade till bok i nedladdningskön

source: Download
ca: Descàrrega
es: Descargar
hu: Letöltés
ru: Загрузить
sv: Ladda ner

source: Available
ca: Disponible
es: Disponible
hu: Elérhető
it: Disponibile
ru: Доступно
sv: Tillgänglig

source: Downloading
ca: Descarregant
es: Descargando
hu: Letöltés folyamatban
it: Download in corso
ru: Загрузка
sv: Laddar ner

source: Completed
ca: Completat
es: Completado
hu: Befejezve
it: Completato
ru: Завершено
sv: Slutförd

source: Failed
ca: Fallit
es: Fallido
hu: Sikertelen
it: Fallito
ru: Не удалось
sv: Misslyckades

source: Queued
ca: Encuat
es: En cola
hu: Sorba állítva
it: Coda
ru: В очереди
sv: Köad

source: Not downloaded
ca: No descarregat
es: No descargado
hu: Nem letöltött
it: Non scaricati
ru: Не загружено
sv: Inte nedladdad

source: Download service URL
ca: URL del servei de descàrrega
es: URL del servicio de descarga
hu: Letöltési szolgáltatás URL
it: URL del servizio di download
ru: URL сервиса загрузки
sv: Nedladdningstjänstadress

source: Enter URL of your download service
ca: Entra l'URL del servei de descàrrega
es: Introduce la URL de tu servicio de descarga
hu: Írd be a letöltési szolgáltatás URL-jét
it: Inserisci l'URL del tuo servizio di dowload
ru: Введите URL сервиса загрузки
sv: Ange URL för din nedladdningstjänst

# bookWillBeSendToYourEmailAdress
source: The book will be sent as EPUB to your registered email address.
ca: El llibre serà enviat com a EPUB a l'adreça de correu electrònic.
es: El libro se enviará como EPUB a tu dirección de correo electrónico registrada.
hu: Ez a könyv el lesz küldve EPUB formátumban a regisztrált e-mail címedre.
it: Il libro verrà inviato come EPUB alla tua email registrata.
ru: Книга будет отправлена в формате EPUB на ваш зарегистрированный адрес электронной почты.
sv: Boken skickas som EPUB till din registrerade e-postadress.

# makeSureEmailSettingsAreConfigured
source: Make sure SMTP mail settings are configured on the server.
ca: Assegura`t que les opcions de correu estiguin configurades al servidor.
es: Asegúrate de que la configuración de correo SMTP esté configurada en el servidor.
hu: Nyőződj meg róla, hogy az SMTP beállítások meg vannak adva a szerveren.
it: Assicurati che le impostazioni della posta SMTP siano configurate sul server.
ru: Убедитесь, что настройки SMTP настроены на сервере.
sv: Se till att SMTP-postinställningar är konfigurerade på servern.

source: Mark as read/unread
ca: Marcar com a llegit/no llegit
es: Marcar como leído/no leído
hu: Olvasottra/olvasatlanra állítás
it: Contrassegna come letto/non letto
ru: Отметить как прочитанную/непрочитанную
sv: Märk som läst/oläst

source: Archive/Unarchive
ca: Arxivar/Desarxivar
es: Archivar/Desarchivar
hu: Archiválás/visszavonás
it: Archivia/Ripristina
ru: Архивировать/Разархивировать
sv: Arkivera/Packa upp

source: Add to shelf
ca: Afegir a l'estant
es: Añadir al estante
hu: Polchoz adás
it: Aggiungi alla raccolta
ru: Добавить на полку
sv: Lägg till hyllan

source: Select shelf
ca: Selecciona estant
es: Seleccionar estante
hu: Polc kiválasztása
it: Seleziona una raccolta
ru: Выберите полку
sv: Välj hylla

source: No shelves found
ca: Sense Estanteries
es: No se encontraron estantes
hu: Nem található polc
it: Nessuna raccolta trovata
ru: Полки не найдены
sv: Inga hyllor hittades

# bookAddedToShelf
source: Book added to shelf {book}
ca: Llibre afegit a estant {book}
es: Libro añadido al estante {book}
hu: Könyv hozzáadva {book} polchoz
it: Libro aggiungo alla raccolta {book}
ru: Книга добавлена на полку {book}
sv: Bok tillagd i hyllan {book}

source: Failed to add to shelf
ca: Fallida a l'afegir a l'estant
es: Error al añadir al estante
hu: Polchoz adás sikertelen
it: Impossibile aggiungere alla raccolta
ru: Не удалось добавить на полку
sv: Misslyckades med att lägga till hyllan

# bookRemovedFromShelf
source: Book removed from shelf {book}
ca: Llibre eliminat de l'estant {book}
es: Libro eliminado del estante {book}
hu: Könyv eltávolítva {book} polcról
it: Libro rimosso dalla raccolta {book}
ru: Книга удалена с полки {book}
sv: Bok borttagen från hyllan {book}

# failedToRemoveFromShelf
source: Failed to remove book from shelf
ca: Fallida esborrant llibre de l'estant
es: Error al eliminar del estante
hu: Nem sikerült a könyvet eltávolítani a polcról
it: Impossibile rimuovere il libro dalla raccolta
ru: Не удалось удалить книгу с полки
sv: Misslyckades med att ta bort boken från hyllan

# removeFromShelf
source: Remove
ca: Elimina
es: Eliminar
hu: Eltávolítás
it: Rimuovi
ru: Удалить
sv: Ta bort

# shelfs
source: Shelves
ca: Estants
es: Estantes
hu: Polcok
it: Raccolte
ru: Полки
sv: Hyllor

# shelfContains
source: Shelf contains {count} books
ca: Estant conté {count} llibres
es: El estante contiene {count} libros
hu: A polcon {count} db könyv található
it: La raccolta contiene {count} libri
ru: Полка содержит книг: {count}
sv: Hyllan innehåller {count} böcker

source: Error loading shelf
ca: Error carregant estant
es: Error al cargar el estante
hu: Hiba polc betöltése közben
it: Errore nel caricamento della raccolta
ru: Ошибка загрузки полки
sv: Fel vid laddning av hylla

source: Create shelf
ca: Crea Estant
es: Crear estante
hu: Polc létrehozása
it: Crea una raccolta
ru: Создать полку
sv: Skapa hyllan

source: Shelf name
ca: Nom de l'estant
es: Nombre del estante
hu: Polc neve
it: None della raccolta
ru: Название полки
sv: Hyllnamn

# shelfNameRequired
source: Shelf name is required
ca: Nom de l'estant obligatori
es: El nombre del estante es obligatorio
hu: Polc név kötelező
it: Un nome della raccolta è obbligatorio
ru: Название полки обязательно
sv: Hyllnamn krävs

source: Shelf successfully created
ca: Estant creat correctament
es: Estante creado con éxito
hu: Polc sikeresen létrehozva
it: Raccolta creata con successo
ru: Полка успешно создана
sv: Hyllan skapades framgångsrikt

# errorCreatingShelf
source: Error creating shelf {name}
ca: Error creant estant {name}
es: Error al crear el estante {name}
hu: Hiba {name} polc létrehozása közben
it: Errore nella creazione della raccolta {name}
ru: Ошибка создания полки {name}
sv: Fel vid skapande av hylla {name}

source: Create
ca: Crear
es: Crear
hu: Létrehozás
it: Crea
ru: Создать
sv: Skapa

source: Creating
ca: Creant
es: Creando
hu: Létrehozás folyamatban
it: Creazione
ru: Создание
sv: Skapar

source: No shelves found. Create one!
ca: Sense Estants. Crea'n un!
es: No se encontraron estantes. ¡Crea uno!
hu: Nem található polc. Hozz létre egyet!
it: Nessuna raccolta trovata. Creane una!
ru: Полки не найдены. Создайте новую!
sv: Inga hyllor hittades. Skapa en!
